[{"channel": "Telecine Action", "horario-grade": "00:00", "titulo": "Hitman - Assassino 47", "sinopse": "Um homem conhecido apenas como Assassino 47 foi criado para matar por uma agência secreta. Ele cai em uma cilada quando é enviado para assassinar o primeiro-ministro da Rússia. Agora ele está no meio de uma conspiração política, sendo perseguido tanto pela Interpol quanto pelos militares russos."}, {"channel": "Telecine Touch", "horario-grade": "00:10", "titulo": "Ela dança, eu danço 4", "sinopse": "Emily se muda para Miami com o sonho de se tornar uma dançarina profissional. Lá, se encontra com um grupo de dançarinos que fazem flashmobs e que rendem vídeos virais de muito sucesso na internet. Mas o grupo passa a fazer protestos com dança quando um hotel de luxo ameaça um bairro da cidade."}, {"channel": "Telecine Premium", "horario-grade": "00:20", "titulo": "Baywatch - S.O.S. Malibu", "sinopse": "O ex-nadador olímpico Matt Brody inicia um treinamento para se tornar salva-vidas com o tenente Mitch Buchannon. Como Matt é muito convencido, eles acabam entrando em conflito. Quando as drogas ameaçam a baía, Mitch e Matt colocam suas diferenças de lado e entram em ação."}, {"channel": "Telecine Action", "horario-grade": "01:45", "titulo": "Os condenados", "sinopse": "Jack Conrad é um prisioneiro no corredor da morte que é comprado por um produtor de TV para fazer parte de um reality show ilegal. Ele é levado para uma ilha isolada com outros nove assassinos. Com milhões de pessoas assistindo à violência sem censura, Conrad tem sua única chance de liberdade."}, {"channel": "Telecine Touch", "horario-grade": "02:00", "titulo": "Cartas para Julieta", "sinopse": "Em viagem à Itália, Sophie encontra uma antiga carta de uma Julieta a procura de seu Romeu e decide ajudar Claire, a senhora que escreveu a carta, em sua busca. Envolvida com a história e com a missão de unir o casal, Sophie  descobre que Claire não será a única a encontrar seu Romeu nessa viagem."}, {"channel": "Telecine Cult", "horario-grade": "02:15", "titulo": "O filho de saul", "sinopse": "Em um campo de concentração durante a Segunda Guerra Mundial, um judeu é obrigado a trabalhar para os nazistas limpando as câmaras de gás após as execuções. Um dia ele reconhece o corpo de um jovem garoto e faz de tudo para poder dar um enterro digno ao menino."}, {"channel": "Telecine Premium", "horario-grade": "02:30", "titulo": "Punhos de sangue", "sinopse": "O filme narra a história de Chuck Wepner, boxeador que aguentou 15 rounds contra Muhammad Ali e serviu de inspiração para a origem do ícônico personagem Rocky Balboa, criado por Sylvester Stallone."}, {"channel": "Telecine Fun", "horario-grade": "03:20", "titulo": "Qualquer Gato Vira-Lata 2", "sinopse": "Tati (Cléo Pires) e Conrado (Malvino Salvador), que terminam juntos o primeiro filme, viajam a Cancún, onde ele participa de uma conferência para o lançamento de seu livro. Lá, ela aproveita a ocasião para pedi-lo em casamento, com transmissão via internet para todos os amigos no Brasil. Mas, ao responder..."}, {"channel": "Telecine Action", "horario-grade": "03:50", "titulo": "Diário de um justiceiro", "sinopse": "Um justiceiro ganha fama após seu vídeo combatendo criminosos ser colocado na internet. Liderando um grupo de agentes especiais, eles passam a combater o crime. As missões perigosas ocorrem desde mansões em Los Angeles a lugares mais distantes como o Iraque."}, {"channel": "Telecine Touch", "horario-grade": "03:55", "titulo": "Bruna Surfistinha", "sinopse": "Raquel (Deborah Secco), uma típica menina de classe média paulista, resolve largar tudo para ganhar a vida como garota de programa. Ela adota o nome de Bruna Surfistinha e escreve suas experiências com clientes num blog, que deu notoriedade a história."}, {"channel": "Telecine Premium", "horario-grade": "04:15", "titulo": "Animais Noturnos", "sinopse": "Susan (Amy Adams) é uma negociante de arte que se sente cada vez mais isolada do parceiro (Armie Hammer). Um dia, ela recebe um manuscrito de autoria de Edward (Jake Gylenhaal), seu primeiro marido. Por sua vez, o trágico livro acompanha o personagem Tony Hastings, um homem que leva sua esposa (Isla Fisher) e filha (Ellie Bamber) para tirar férias, mas o passeio toma um rumo violento ao cruzar o caminho de uma gangue. Durante a tensa leitura, Susan pensa sobre as razões de ter recebido o texto, descobre verdades dolorosas sobre si mesma e relembra traumas de seu relacionamento fracassado."}, {"channel": "Telecine Fun", "horario-grade": "05:20", "titulo": "Os visitantes - a revolução", "sinopse": "No ano de 112, Godefroy é um cavaleiro medieval. Quando ele mata acidentalmente o pai de sua noiva, Godefroy pede ajuda de um mago para voltar no tempo e impedir esse desastre. No entanto, o mago o transporta com seu escudeiro para 1992, e eles passam pelas mais inusitadas situações."}, {"channel": "Telecine Action", "horario-grade": "05:45", "titulo": "Sacrifício (2016)", "sinopse": "Tora Hamilton, renomada cirurgiã, acaba de se mudar com seu marido para as remotas Ilhas Shetland, na Escócia. Certo dia, explorando o local, ela descobre o corpo de uma jovem mulher. Intrigada, Tora passa a pesquisar sobre o que ocorreu e embarca em um perigoso mistério."}, {"channel": "Telecine Touch", "horario-grade": "05:55", "titulo": "Florence: Quem é Essa Mulher?", "sinopse": "Florence Foster Jenkins (Meryl Streep) é uma rica herdeira que persegue obsessivamente uma carreira de cantora de ópera. Aos seus ouvidos, sua voz é linda, mas para todos os outros é absurdamente horrível. O ator St. Clair Bayfield (Hugh Grant), seu companheiro, tenta protegê-la de todas as formas..."}, {"channel": "Telecine Premium", "horario-grade": "06:20", "titulo": "Roubo sem saída", "sinopse": "Um roubo milionário dá errado quando o piloto de fuga é encontrado morto. Presos em um galpão sem ter para onde ir, eles questionam a lealdade um do outro, e os amigos acabam virando inimigos quando todos passam a ser suspeitos."}, {"channel": "Telecine Fun", "horario-grade": "07:20", "titulo": "Hóspede por acaso", "sinopse": "Kevin Franklin sempre desejou ser bem-sucedido na vida, mas até hoje não conseguiu muita coisa além de problemas com a máfia. Sem saber o que fazer, Kevin é surpreendido com a melhor chance da vida dele: assumir a identidade de um dentista famoso nos negócios e na casa de um dos seus amigos."}, {"channel": "Telecine Action", "horario-grade": "07:25", "titulo": "Confidence - o golpe perfeito", "sinopse": "O vigarista Jake Vig acaba de roubar milhares de dólares de um contador. O que ele não esperava era que o dinheiro pertencesse na verdade a Winston King, um chefão do crime organizado. Agora, para saldar sua dívida, ele deve dar um golpe em um banqueiro poderoso e reúne uma equipe para isso."}, {"channel": "Telecine Cult", "horario-grade": "07:50", "titulo": "Últimos dias no deserto", "sinopse": "Jesus Cristo, em seu jejum de 40 dias no deserto, tenta ajudar um menino que passa por problemas com sua mãe gravemente doente. Ao mesmo tempo, ele passa a ser insistentemente tentado pelo Diabo."}, {"channel": "Telecine Premium", "horario-grade": "08:00", "titulo": "Corra!", "sinopse": "Chris (Daniel Kaluuya) é jovem negro que está prestes a conhecer a família de sua namorada caucasiana Rose (Allison Williams). A princípio, ele acredita que o comportamento excessivamente amoroso por parte da família dela é uma tentativa de lidar com o relacionamento de Rose com um rapaz negro, mas, com o tempo, Chris percebe que a família esconde algo muito mais perturbador."}, {"channel": "Telecine Action", "horario-grade": "09:10", "titulo": "Incontrolável", "sinopse": "O veterano engenheiro Frank (Denzel Washington) e o jovem condutor Will (Chris Pine) correm contra o tempo na difícil missão de parar um trem descontrolado, carregado de combustível, que está indo em direção a uma cidade nessa frenética aventura."}, {"channel": "Telecine Fun", "horario-grade": "09:20", "titulo": "Operação babá", "sinopse": "O tenente Shane Wolf recebeu a missão de ser a babá dos filhos de um cientista que ele deveria ter protegido e não conseguiu. Sem experiência com crianças, ele usa suas técnicas de guerra para controlá-las, mas a operação foge do controle quando o novo padrasto das crianças é um de seus inimigos."}, {"channel": "Telecine Cult", "horario-grade": "09:40", "titulo": "Um convidado bem trapalhão", "sinopse": "Hrundi B. Bakshi é um atrapalhado ator que acaba de ser demitido do estúdio no qual trabalhava após destruir um set inteiro. Por um engano, Hrundi acaba sendo convidado para a festa de um poderoso produtor, causando ainda mais confusões durante o evento."}, {"channel": "Telecine Premium", "horario-grade": "09:55", "titulo": "Vizinhos nada secretos", "sinopse": "Jeff e Karen são casados e levam uma vida tranquila morando no subúrbio, mas tudo muda quando eles descobrem que seus novos vizinhos, um casal aparentemente perfeito, são agentes secretos."}, {"channel": "Telecine Action", "horario-grade": "11:00", "titulo": "Kickboxer: a vingança do dragão", "sinopse": "Eric Sloane, campeão mundial de lutas marciais, aceita ir à Tailância e lutar contra Tong Po sem regras e sem juiz, o que resulta na sua morte. O irmão dele, Kurt, quer vingança e, para isso, procura o ex-treinador de Eric, Durand, para se preparar para o confronto."}, {"channel": "Telecine Fun", "horario-grade": "11:05", "titulo": "Entrando numa fria maior ainda com a família", "sinopse": "O patriarca Jack Byrnes (Robert De Niro) quer encontrar seu sucessor e ele vê em Greg Focker (Ben Stiller) a sua única oportunidade para tal. Mas, antes disso, irá testá-lo de todas as maneiras possíveis, gerando grandes confusões nessa família muito louca."}, {"channel": "Telecine Cult", "horario-grade": "11:30", "titulo": "Luzes da ribalta", "sinopse": "Calvero é um palhaço decadente e alcoólatra. Thereza é uma bailarina que perdeu o movimento das pernas e decide-se pelo suicídio. Calvero salva a moça e eles começam uma relação que vai dar um ao outro novos motivos para viver."}, {"channel": "Telecine Premium", "horario-grade": "11:50", "titulo": "Transformers: O Último Cavaleiro", "sinopse": "Os humanos e os Transformers estão em guerra. Em um ferro-velho, um núcleo de resistência dos robôs é liderado por Cade Yeager, um de seus protetores. Ao mesmo tempo, Optimus Prime viaja pelo espaço em busca de respostas sobre a origem dos Transformers, deixando a Terra sob a ameaça de Megatron."}, {"channel": "Telecine Action", "horario-grade": "12:40", "titulo": "Êxodo - Deuses e Reis", "sinopse": "Exodus é uma adaptação da história bíblica do Êxodo, segundo livro do Antigo Testamento. O filme narra a vida do profeta Moisés (Christian Bale), nascido entre os hebreus na época em que o faraó ordenava que todos os homens hebreus fossem afogados. Moisés é resgatado pela irmã do faraó e criado na família real. Quando se torna adulto, Moisés recebe ordens de Deus para ir ao Egito, na intenção de liberar os hebreus da opressão. No caminho, ele deve enfrentar a travessia do deserto e passar pelo Mar Vermelho."}, {"channel": "Telecine Fun", "horario-grade": "12:55", "titulo": "Hop - Rebelde sem Páscoa", "sinopse": "E. B. ,o filho adolescente do Coelho da Páscoa, vai à Hollywood para seguir seu sonho de ser baterista em um banda de rock. Lá ele conhece Fred, um rapaz que ira ajudá-lo a enfrentar os maiores desafios e os personagens mais pirados, nessa divertida comédia."}, {"channel": "Telecine Cult", "horario-grade": "14:00", "titulo": "Um tira da pesada", "sinopse": "Axel Foley é um policial de Detroit que vai passar férias em Los Angeles. Em vez de descansar, porém, ele está lá para investigar o assassinato de um amigo. Para isso, utiliza métodos nada ortodoxos, deixando a polícia local de pernas pro ar entre perseguições e tiroteios."}, {"channel": "Telecine Premium", "horario-grade": "14:30", "titulo": "Logan", "sinopse": "Em 2029, Logan (Hugh Jackman) ganha a vida como chofer de limousine para cuidar do nonagenário Charles Xavier (Patrick Stewart). Debilitado fisicamente e esgotado emocionalmente, ele é procurado por Gabriela (Elizabeth Rodriguez), uma mexicana que precisa da ajuda do ex-X-Men para defender a pequena Laura Kinney / X-23 (Dafne Keen). Ao mesmo tempo em que se recusa a voltar à ativa, Logan é perseguido pelo mercenário Donald Pierce (Boyd Holbrook), interessado na menina."}, {"channel": "Telecine Fun", "horario-grade": "14:40", "titulo": "O Bom Gigante Amigo", "sinopse": "A pequena órfã Sophie (Ruby Barnhill) encontra um gigante amigável que, apesar de sua aparência assustadora, se mostra uma alma bondosa, um ser renegado pelos seus semelhantes por se recusar a comer meninos e meninas. A garotinha, a Rainha da Inglaterra (Penelope Wilton) e o ser de sete metros de altura..."}, {"channel": "Telecine Action", "horario-grade": "15:20", "titulo": "Planeta dos macacos: A origem", "sinopse": "Will busca a cura do Alzheimer através de experiências com macacos. Quando o laboratório interrompe o estudo, ele adota um chimpanzé, mas o que Will não esperava era que a inteligência acima do normal do animal colocaria em risco toda a humanidade e daria início a uma guerra entre homens e macacos."}, {"channel": "Telecine Cult", "horario-grade": "15:55", "titulo": "Um tira da pesada 2", "sinopse": "Nessa sequência, o policial Axel Foley (Eddie Murphy) e seu parceiro são enviados para Los Angeles a fim de investigarem o tráfico de armas e desbaratarem a quadrilha, porém, para isso, terão que se envolver na organização policial local. Mas, como sempre, farão seu dever de um jeito muito peculiar."}, {"channel": "Telecine Fun", "horario-grade": "16:40", "titulo": "Meu Malvado Favorito 2", "sinopse": "Gru é convocado pela liga anti-vilões para combater uma nova ameaça. Enquanto isso, o amor está no ar, mas os traumas de infância de Gru impedem que ele se entregue à paixão."}, {"channel": "Telecine Premium", "horario-grade": "16:55", "titulo": "Kingsman: O Círculo Dourado", "sinopse": "Um súbito e grandioso ataque de mísseis praticamente elimina o Kingsman, que conta apenas com Eggsy (Taron Egerton) e Merlin (Mark Strong) como remanescentes. Em busca de ajuda, eles partem para os Estados Unidos à procura da Statesman, uma organização secreta de espionagem onde trabalham os agentes Tequila (Channing Tatum), Whiskey (Pedro Pascal), Champagne (Jeff Bridges) e Ginger (Halle Berry). Juntos, eles precisam unir forças contra a grande responsável pelo ataque: Poppy (Julianne Moore), a maior traficante de drogas da atualidade, que elabora um plano para sair do anonimato."}, {"channel": "Telecine Action", "horario-grade": "17:10", "titulo": "Planeta dos Macacos: O Confronto", "sinopse": "Dez anos após a conquista da liberdade, César (Andy Serkis) e os demais macacos vivem em paz na floresta próxima a San Francisco. Lá eles desenvolveram uma comunidade própria, baseada no apoio mútuo, enquanto os humanos enfrentam uma das maiores epidemias de todos os tempos, causada por um vírus criado em laboratório. Sem energia elétrica, um grupo de sobreviventes planeja invadir a floresta e reativar a usina lá instalada. Malcolm (Jason Clarke), único que conhece bem os símios, tenta agir pacificamente e impedir que o confronto aconteça."}, {"channel": "Telecine Cult", "horario-grade": "17:50", "titulo": "O lagosta", "sinopse": "Em um futuro distópico, pessoas solteiras são levadas ao Hotel e têm 45 dias para encontrar um par. Caso não consigam, são transformadas em um animal de sua escolha e soltas na floresta."}, {"channel": "Telecine Fun", "horario-grade": "18:25", "titulo": "Divertida mente", "sinopse": "Riley é uma garota divertida de 11 anos de idade, que deve enfrentar mudanças importantes em sua vida quando seus pais decidem deixar a sua cidade natal, no estado de Minnesota, para viver em San Francisco. Dentro do cérebro de Riley, convivem várias emoções diferentes, como a Alegria, o Medo, a Raiva, o Nojinho e a Tristeza. A líder deles é Alegria, que se esforça bastante para fazer com que a vida de Riley seja sempre feliz. Entretanto, uma confusão na sala de controle faz com que ela e Tristeza sejam expelidas para fora do local. Agora, elas precisam percorrer as várias ilhas existentes nos pensamentos de Riley para que possam retornar à sala de controle - e, enquanto isto não acontece, a vida da garota muda radicalmente."}, {"channel": "Telecine Premium", "horario-grade": "19:30", "titulo": "Planeta dos Macacos: A Guerra", "sinopse": "Humanos e macacos cruzam os caminhos novamente. César (Andy Serkis) e seu grupo são forçados a entrar em uma guerra contra um exército de soldados liderados por um impiedoso coronel (Woody Harrelson). Depois que vários macacos perdem suas vidas no conflito e outros são capturados, César luta contra seus instintos e parte em busca de vingança. Dessa jornada, o futuro do planeta poderá estar em jogo."}, {"channel": "Telecine Action", "horario-grade": "19:35", "titulo": "Jason Bourne", "sinopse": "Fora do radar como lutator de rua, Jason Bourne (Matt Damon) é surpreendido por Nicky Parsons (Julia Stiles), que o procura oferecendo novas informações sobre seu passado. Inicialmente resistente, ele acaba voltando aos Estados Unidos para continuar a investigação e entra na mira do ex-chefe Robert..."}, {"channel": "Telecine Cult", "horario-grade": "20:00", "titulo": "O estranho que nós amamos (1971)", "sinopse": "Durante a Guerra Civil americana, o soldado da união John McBurney acaba encontrando abrigo em um internato feminino confederado. A presença do estranho desencadeia nas mulheres que vivem ali o medo de um ataque iminente e uma série de emoções em um contexto de isolamento e repressão sexual."}, {"channel": "Telecine Fun", "horario-grade": "20:15", "titulo": "Pets - A Vida Secreta dos Bichos", "sinopse": "Max é um cachorro que mora em um apartamento de Manhattan. Quando sua querida dona traz para casa um novo cão chamado Duke, Max não gosta nada, já que seus privilégios parecem ter acabado. Mas logo eles vão ter que pôr as divergências de lado quando um incidente coloca os dois na mira da carrocinha...."}, {"channel": "Telecine Fun", "horario-grade": "22:00", "titulo": "Descendentes 2", "sinopse": "Mal está se sentindo pressionada em Auradon, então decide abandonar o reino e voltar para a Ilha dos Perdidos. Quando seus amigos Evie, Carlos, Jay e Ben decidem ir atrás dela, encontram uma nova ameaça da ilha: trata-se de Uma, filha de Ursula, que quer se vingar por não ter sido chamada a Auradon."}, {"channel": "Telecine Premium", "horario-grade": "23:30", "titulo": "Águas rasas", "sinopse": "Nancy (Blake Lively) é uma jovem médica que está tendo de lidar com a recente perda da mãe. Seguindo uma dica sua, ela vai surfar em uma paradisíaca praia isolada, onde acaba sendo atacada por um enorme tubarão. Desesperada e ferida, ela consegue se proteger temporariamente em um recife de corais, mas precisa encontrar logo uma maneira de sair da água."}, {"channel": "Telecine Cult", "horario-grade": "23:45", "titulo": "Um instante de amor", "sinopse": "Na França dos anos 1950, Gabrielle é uma mulher impulsiva e solitária. Preocupados, seus pais armam seu casamento com o pedreiro José. Quando ela é internada para se tratar em uma clínica de problemas renais, encontra em outro paciente a avassaladora paixão que jamais sentiu pelo marido."}, {"channel": "Telecine Fun", "horario-grade": "00:05", "titulo": "Guerra é Guerra!", "sinopse": "Tuck e Frank são melhores amigos que trabalham juntos como agentes da CIA. Quando os dois descobrem que estão saindo com a mesma mulher, entram em uma disputa que coloca em risco a amizade e a vida dos dois. Agora, cabe a Lauren decidir entre o tímido Tuck e o mulherengo Frank."}, {"channel": "Telecine Action", "horario-grade": "00:45", "titulo": "Velozes e Furiosos 6", "sinopse": "Desde que Dom (Vin Diesel) e Brian (Paul Walker) envolveram-se com um chefão do crime no Rio de Janeiro e agora andam fugitivos e separados pelo mundo. Enquanto isso, o agente Hobbs (Dwayne Johnson) persegue uma organização de mercenários pilotos por 12 países, cujo mentor (Luke Evans) é ajudado por uma impiedosa aliada. Para prendê-los, Hobbs, então, decide fazer um acordo com Dom (Vin Diesel) e sua equipe para que vença esse bando nas ruas de Londres e, em troca, eles poderão retornar ilesos para casa."}, {"channel": "Telecine Premium", "horario-grade": "01:05", "titulo": "Amor e tulipas", "sinopse": "Holanda, século XVII. O artista Jan van Loos é contratado por Cornelis Sandvoort, um rico comerciante, para pintar um retrato seu e de sua esposa, a bela Sophia. Jan e Sophia se apaixonam e iniciam um intenso e proibido relacionamento."}, {"channel": "Telecine Fun", "horario-grade": "01:50", "titulo": "Ela e os caras", "sinopse": "Nesta versão moderna de \"Branca de Neve e os Sete Anões\", Sydney é caloura na faculdade e, quando é expulsa da fraternidade mais popular do campus, vai morar com sete nerds. Cansada de como os garotos são tratados, ela passa a lutar para defender os direitos de seus novos amigos."}, {"channel": "Telecine Cult", "horario-grade": "01:55", "titulo": "Namorada de aluguel", "sinopse": "Ronald Miller (Patrick Dempsey) é um jovem tímido e trabalhador, que sempre sonhou em ser popular no colégio. Quando ele descobre que Cindy Mancini (Amanda Peterson), uma garota linda que todos os garotos paqueram, está precisando de 1000 dólares ele surge com uma insólita proposta: empresta o dinheiro a ela e em troca ela deverá fingir ser sua namorada. Ela topa e, com sua ajuda, ele acaba se tornando um dos garotos mais populares do colégio."}, {"channel": "Telecine Premium", "horario-grade": "02:55", "titulo": "Dia de trabalho mortal", "sinopse": "Os empregados da empresa Belko têm sua rotina interrompida quando uma ameaça é feita e eles devem seguir as ordens sádicas de uma misteriosa voz. Conforme as horas passam, o caos toma conta do local com todos os funcionários lutando pela sobrevivência."}, {"channel": "Telecine Action", "horario-grade": "03:00", "titulo": "13 - O jogador", "sinopse": "Ricos sádicos organizam um torneio de roleta russa em que apostam em quem vai sobreviver, premiando quem sobra vivo com muita grana. O jovem Vince precisa de dinheiro e sem saber do que se trata chega ao local do evento. Tarde demais para voltar atrás, ele precisa encarar os riscos."}, {"channel": "Telecine Cult", "horario-grade": "03:40", "titulo": "Ninfomaníaca - Volume I", "sinopse": "Seligman acha uma mulher machucada e largada em um beco e cuida dela em sua casa. Ao recobrar a consiência, a mulher assume ser uma ninfomaníaca e conta para ele suas aventuras sexuais."}, {"channel": "Telecine Fun", "horario-grade": "03:45", "titulo": "Planeta do tesouro", "sinopse": "Assim como os mares, o espaço também têm seus piratas e esconde segredos que só o jovem Jim Hawkins pode desvendar. A bordo de uma nave em forma de caravela atrás de um tesouro escondido, Jim e outros três passageiros passarão por diversas situações que nunca haviam imaginado."}, {"channel": "Telecine Premium", "horario-grade": "04:30", "titulo": "O bom vizinho", "sinopse": "Ethan e Sean decidem pregar uma peça em Harold, um idoso que mora na vizinhança. Mas, com a constante observação da rotina dele, eles logo percebem que existe algo muito estranho com o vizinho e decidem investigar."}, {"channel": "Telecine Action", "horario-grade": "04:35", "titulo": "Oldboy - Dias de Vingança", "sinopse": "Homem comum é raptado na rua e passa 15 anos em cativeiro sem saber os motivos. Quando libertado, ele irá atrás das pessoas responsáveis pelo sequestro em busca de uma sangrenta vingança."}, {"channel": "Telecine Fun", "horario-grade": "05:25", "titulo": "o rei leão 3 - hakuna matata", "sinopse": "Chegou a hora de Timão e Pumba contarem as suas versões da história. O suricato e o javali mais famosos do cinema voltam no tempo para lembrarem como eram antes do Hakuna Matata. E mostram como, mesmo sem serem percebidos, fizeram parte da vida de Simba desde o começo."}, {"channel": "Telecine Cult", "horario-grade": "05:50", "titulo": "Uma relação delicada", "sinopse": "Após sofrer um derrame, a cineasta Maud precisa aprender a lidar com os novos limites de seu corpo. Sentindo-se só, ela decide chamar para seu próximo filme um ator que vê em uma entrevista na televisão. Com o tempo desenvolve-se entre os dois uma conturbada relação de dependência e manipulação."}, {"channel": "Telecine Touch", "horario-grade": "06:10", "titulo": "De repente ela", "sinopse": "Sam é um cara muito mulherengo. Após uma noitada, ele recebe uma bebida misteriosa e acorda no corpo de uma mulher. Agora, ele tenta se adaptar à nova vida enfrentando os assédios que praticava e a relação com seu amigo mudada enquanto tenta voltar ao seu antigo corpo."}, {"channel": "Telecine Premium", "horario-grade": "06:15", "titulo": "Um romance na alta moda", "sinopse": "Kate Kassell é uma jovem que sonha em ser design de moda. Muito talentosa, ela vai trabalhar na confecção do pai, mas sua madrasta e as filhas dela fazem de tudo para Kate ser demitida. Ela não desiste, volta ao trabalho disfarçada de Nate e começa a arrasar com novos modelos de roupa."}, {"channel": "Telecine Action", "horario-grade": "06:25", "titulo": "Renascida do inferno", "sinopse": "Um grupo de cientistas liderado por Frank e sua noiva, Zoe, estuda o cérebro humano para tentar reviver os mortos. Em um dos experimentos, Zoe acaba morrendo. Tomado pelo luto, Frank usa o método na noiva, que recussita, mas seu comportamento estranho passa a ameaçar todos ao seu redor."}, {"channel": "Telecine Fun", "horario-grade": "06:50", "titulo": "Justin Bieber: never say never", "sinopse": "O documentário faz uma passada por toda a carreira do cantor Justin Bieber, desde os seus primeiros vídeos postados na internet, os padrinhos do meio musical até o atual sucesso meteórico do astro teen."}, {"channel": "Telecine Cult", "horario-grade": "07:45", "titulo": "007 Contra o Satânico Dr. No", "sinopse": "Na primeira missão de James Bond nos cinemas, o agente é designado para investigar o assassinato de outro integrante do MI6 na Jamaica. Enquanto busca pistas sobre o crime, Bond se depara com Dr. No, um cientista que quer atacar o programa espacial dos EUA.  Cabe a 007 sobreviver e impedir o plano."}, {"channel": "Telecine Action", "horario-grade": "07:55", "titulo": "Esquadrão Classe A", "sinopse": "O coronel Hannibal e seu esquadrão de mercenários são injustamente incriminados em uma corte marcial. Para provar inocência, eles terão que desmascarar os verdadeiros criminosos através de operações meticulosamente planejadas."}, {"channel": "Telecine Touch", "horario-grade": "08:00", "titulo": "Sexo Sem Compromisso", "sinopse": "Emma é uma médica sem tempo para relacionamentos. Em um dia de carência, ela dorme com Adam, seu melhor amigo, e, para não estragar a amizade, eles combinam manter uma relação sem envolvimento. Porém, os dois veem que querem mais e terão que escolher entre manter a amizade ou viver um grande amor."}, {"channel": "Telecine Premium", "horario-grade": "08:05", "titulo": "Alibi.com", "sinopse": "Greg é dono da Alibi.com, empresa que tem como serviço cobrir as mentiras, traições e segredos de seus usuários, elaborando as mais mirabolantes desculpas. Seu negócio é um sucesso, até o dia que ele descobre estar apaixonado pela filha de um de seus clientes."}, {"channel": "Telecine Fun", "horario-grade": "08:45", "titulo": "Procurando Dory", "sinopse": "Um ano após ajudar Marlin (Albert Brooks) a reencontrar seu filho Nemo, Dory (Ellen DeGeneres) tem um insight e lembra de sua amada família. Com saudades, ela decide fazer de tudo para reencontrá-los e na desenfreada busca esbarra com amigos do passado e vai parar nas perigosas mãos de humanos."}, {"channel": "Telecine Premium", "horario-grade": "09:45", "titulo": "O Círculo", "sinopse": "The Circle é uma das empresas mais poderosas do planeta. Atuando no ramo da Internet, é responsável por conectar os e-mails dos usuários com suas atividades diárias, suas compras e outros detalhes de suas vidas privadas. Ao ser contratada, Mae Holland (Emma Watson) fica muito empolgada com possibilidade de estar perto das pessoas mais poderosas do mundo, mas logo ela percebe que seu papel lá dentro é muito diferente do que imaginava."}, {"channel": "Telecine Touch", "horario-grade": "09:55", "titulo": "A culpa é das estrelas", "sinopse": "Hazel e Gus são dois jovens que se conhecem em um grupo de apoio a pacientes com câncer e se apaixonam."}, {"channel": "Telecine Action", "horario-grade": "10:00", "titulo": "Hitman - Assassino 47", "sinopse": "Um homem conhecido apenas como Assassino 47 foi criado para matar por uma agência secreta. Ele cai em uma cilada quando é enviado para assassinar o primeiro-ministro da Rússia. Agora ele está no meio de uma conspiração política, sendo perseguido tanto pela Interpol quanto pelos militares russos."}, {"channel": "Telecine Fun", "horario-grade": "10:30", "titulo": "O Diário da Princesa", "sinopse": "Ser adolescente não é nada fácil, principalmente quando se descobre que é uma princesa. Ao descobrir que pertence à família real de Genovia, a atrapalhada Mia vê sua vida se transformar radicalmente com regras, etiquetas e protocolos que precisa aprender, sem esquecer suas verdadeiras amizades."}, {"channel": "Telecine Cult", "horario-grade": "11:35", "titulo": "Albergue Espanhol", "sinopse": "A vida adulta de Xavier está para começar. Ele se muda para Barcelona para terminar seus estudos e deixa para trás a namorada de longa data. Lá, ele vai dividir um apartamento com sete estudantes estrangeiros, com os quais descobrirá a autonomia e a sexualidade."}, {"channel": "Telecine Action", "horario-grade": "11:45", "titulo": "X-Men: Dias de um Futuro Esquecido", "sinopse": "No futuro, os mutantes são caçados impiedosamente pelos Sentinelas, gigantescos robôs criados por Bolívar Trask (Peter Dinklage). Os poucos sobreviventes precisam viver escondidos, caso contrário serão também mortos. Entre eles estão o professor Charles Xavier (Patrick Stewart), Magneto (Ian McKellen)..."}, {"channel": "Telecine Touch", "horario-grade": "12:10", "titulo": "Apenas duas noites", "sinopse": "Incentivada por sua amiga, Megan entra em um site de relacionamento procurando um parceiro para passar apenas uma noite. Após o encontro com Alec, quando ela tenta ir embora no dia seguinte, uma nevasca a impede de sair da casa dele, o que os dá a chance de se conhecerem melhor."}, {"channel": "Telecine Fun", "horario-grade": "12:35", "titulo": "Mulheres ao Ataque", "sinopse": "Carly (Cameron Diaz) descobre que seu namorado, Mark (Nikolaj Coster-Waldau), é casado com outra mulher, Kate (Leslie Mann), e as duas se unem contra ele em nome da vingança. Uma estranha amizade começa a nascer e a situação fica ainda pior quando elas descobrem que uma terceira mulher está envolvida, a jovem Amber (Kate Upton). Logo, a terceira pretendente se une ao grupo, para dar uma lição no marido infiel."}, {"channel": "Telecine Premium", "horario-grade": "13:30", "titulo": "O Livro de Henry", "sinopse": "Susan cria sozinha seus dois filhos, Peter e Henry. Um dia, ela descobre que Henry escreveu um livro com um plano para resgatar Christine, sua amiga da escola e vizinha que sofre maus tratos do padrasto. Decidida a resgatá-la, Susan coloca o plano em prática após uma tragédia pessoal."}, {"channel": "Telecine Cult", "horario-grade": "13:40", "titulo": "Cleópatra", "sinopse": "Em campanha no Egito, Júlio César (Rex Harrison) conhece Cleópatra (Elizabeth Taylor), com quem tem um filho. Com sua ascensão como soberano absoluto a rainha se une a ele, mas o assassinato de Júlio César cria uma mudança nos planos, fazendo com que ela se torne amante de Marco Antonio (Richard Burton)..."}, {"channel": "Telecine Touch", "horario-grade": "13:45", "titulo": "Um conto quase de fadas", "sinopse": "Boris é um ditador ranzinza que precisa contratar uma professora para seus filhos. Por engano, a cabelereira Joy Miller é a escolhida. Enquanto ele pensa que contratou uma professora de Ciências, ela acredita que foi chamada como esteticista. O resultado é muita confusão e um amor inesperado."}, {"channel": "Telecine Action", "horario-grade": "14:00", "titulo": "Jack Reacher: Sem Retorno", "sinopse": "Jack Reacher (Tom Cruise) retorna à base militar onde serviu na Virgínia, onde pretende levar uma major local, Susan Turner (Cobie Smulders), para jantar. Só que, logo ao chegar, descobre que ela está presa, acusada de ter vazado informações confidenciais do exército. Estranhando a situação, Reacher..."}, {"channel": "Telecine Fun", "horario-grade": "14:30", "titulo": "Um Time Show de Bola", "sinopse": "Desde garoto Amadeo é aficcionado por totó, tendo construído seus próprios jogadores e com eles ensaiado as mais diversas jogadas. Um dia ele é desafiado por Ezequiel (Juan José Campanella), um arrogante garoto que vive se gabando por ser um exímio jogador de futebol de verdade. Mas a partida épica de..."}, {"channel": "Telecine Premium", "horario-grade": "15:25", "titulo": "Baywatch - S.O.S. Malibu", "sinopse": "O ex-nadador olímpico Matt Brody inicia um treinamento para se tornar salva-vidas com o tenente Mitch Buchannon. Como Matt é muito convencido, eles acabam entrando em conflito. Quando as drogas ameaçam a baía, Mitch e Matt colocam suas diferenças de lado e entram em ação."}, {"channel": "Telecine Touch", "horario-grade": "15:45", "titulo": "O nascimento de uma nação", "sinopse": "Nat Turner (Nate Parker), um escravo letrado e pregador, é usado pelo seu proprietário Samuel Turner (Armie Hammer) para acalmar os escravos rebeldes. Depois de testemunhar inúmeras atrocidades, no entanto, ele decide elaborar um plano e liderar o movimento de libertação do seu povo."}, {"channel": "Telecine Action", "horario-grade": "16:05", "titulo": "12 Horas para Sobreviver - O Ano da Eleição", "sinopse": "O policial Barnes (Frank Grillo) agora é o principal responsável pela segurança da senadora Charlene Roan (Elizabeth Mitchell), que planeja acabar de uma vez por todas a noite de crime. Em plena época de eleições, ela é uma das melhores posicionadas nas pesquisas e nova inimiga número um dos criminosos..."}, {"channel": "Telecine Fun", "horario-grade": "16:20", "titulo": "Meninas malvadas", "sinopse": "Até entrar em uma escola de verdade, Cady achava que lidar com outros jovens seria fácil como com os animais. Pensamento errado. Para conseguir uma turma no colégio, ela precisa se livrar de todas as armadilhas que patricinha Regina colocar em seu caminho. Um verdadeiro teste de sobrevivência."}, {"channel": "Telecine Premium", "horario-grade": "17:35", "titulo": "Polícia Federal - A Lei É Para Todos", "sinopse": "Baseado na maior operação de combate à corrupção do Brasil, o filme narra a história do delegado Ivan e sua equipe. Através de muita investigação, eles desvendaram o esquema de lavagem de dinheiro e proprinas envolvendo executivos da Petrobrás, partidos políticos, parlamentares e empreiteiras."}, {"channel": "Telecine Touch", "horario-grade": "17:50", "titulo": "Uma manhã gloriosa", "sinopse": "Rachel McAdams vive Becky, uma jornalista que consegue o emprego dos seus sonhos: ser produtora de um grande programa matinal. Só que o problema são os dois apresentadores que não se dão bem e tentam se sabotar o tempo inteiro, colocando a jovem em situações mais que inusitadas."}, {"channel": "Telecine Cult", "horario-grade": "17:55", "titulo": "Kalinka", "sinopse": "Baseado em fatos, o filme narra a luta de André Bamberski para fazer justiça a sua filha Kalinka, que morreu aos 14 anos na casa do padastro alemão, Dieter Krombach, suspeito do caso. Ao longo de 27 anos, ele enfrenta a corte, vai atrás de Dieter e o leva à força para o tribunal na França."}, {"channel": "Telecine Action", "horario-grade": "18:05", "titulo": "Assassin's Creed", "sinopse": "Callum Lynch é resgatado por uma poderosa companhia que procura um objeto valioso conhecido como Maçã do Éden. Através de uma tecnologia revolucionária, eles fazem Callum reviver as aventuras de Aguilar, um guerreiro espanhol do século XV que é seu ancestral e sabe a localização da Maçã."}, {"channel": "Telecine Fun", "horario-grade": "18:10", "titulo": "Trolls", "sinopse": "Tronco (Justin Timberlake) parte para uma jornada de descobertas e aventuras ao lado de Poppy (Anna Kendrick), líder dos Trolls. Inicialmente inimigos, conforme os desafios são superados eles descobrem que no fundo combinam."}, {"channel": "Telecine Cult", "horario-grade": "19:35", "titulo": "Rio Vermelho", "sinopse": "Tom Dunson, com seu filho adotivo Matthew Garth, construiu um império no ramo pecuário. Juntos eles iniciam uma longa travessia de gado do Texas até o Missouri. No meio do caminho, pai e filho se desentendem e se separam. Dunson jura vingança."}, {"channel": "Telecine Premium", "horario-grade": "19:40", "titulo": "Thor: Ragnarok", "sinopse": "Thor (Chris Hemsworth) está preso do outro lado do universo. Ele precisa correr contra o tempo para voltar a Asgard e parar Ragnarok, a destruição de seu mundo, que está nas mãos da poderosa e implacável vilã Hela (Cate Blanchett)."}, {"channel": "Telecine Touch", "horario-grade": "19:50", "titulo": "Resgate Abaixo de Zero", "sinopse": "Na Antártica, uma equipe de cientistas sobrevive ao que poderia ser um terrível acidente, se não fosse pelos cachorros que conduziam o trenó. Eles são obrigados a abandonar os cães na região congelada para providenciarem um resgate, mas uma terrível tempestade pode impedir o salvamento."}, {"channel": "Telecine Fun", "horario-grade": "19:55", "titulo": "Alice Através do Espelho", "sinopse": "Alice (Mia Wasikowska) retorna após uma longa viagem pelo mundo, e reencontra a mãe. No casarão de uma grande festa, ela percebe a presença de um espelho mágico. A jovem atravessa o objeto e retorna ao País das Maravilhas, onde descobre que o Chapeleiro Maluco (Johnny Depp) corre risco de morte após fazer uma descoberta sobre seu passado. Para salvar o amigo, Alice deve conversar com o Tempo (Sacha Baron Cohen) para voltar às vésperas de um evento traumático e mudar o destino do Chapeleiro. Nesta aventura, também descobre um trauma que separou as irmãs Rainha Branca (Anne Hathaway) e Rainha Vermelha (Helena Bonham Carter)."}, {"channel": "Telecine Action", "horario-grade": "20:05", "titulo": "Ouija - Origem do Mal", "sinopse": "Doris é uma garotinha solitária e pouco popular na escola. Sua mãe é especialista em aplicar golpes em clientes, fingindo se comunicar com espíritos. Mas quando Doris usa um tabuleiro de Ouija para se comunicar com o falecido pai, acaba liberando uma série de seres malignos que se apoderam de seu corpo..."}, {"channel": "Telecine Touch", "horario-grade": "22:00", "titulo": "Aliados", "sinopse": "Durante a Segunda Guerra Mundial, Max e Marianne, dois espiões com a missão de eliminar um embaixador nazista se apaixonam perdidamente e se casam. Com o passar dos anos, uma suspeita sobre Marianne estar envolvida com os alemães deixa Max intrigado, e ele decide investigar o passado da esposa."}, {"channel": "Telecine Cult", "horario-grade": "23:35", "titulo": "Quando Explode A Vingança", "sinopse": "Durante a Revolução Mexicana de 1913, dois bandidos libertam por engano um grupo de presos políticos ao tentar saquear um banco com explosivos. Agora são implacavelmente perseguidos pelas tropas do governo."}, {"channel": "Telecine Fun", "horario-grade": "00:00", "titulo": "Eu, eu mesmo e irene", "sinopse": "Após ser deixado pela esposa, o correto policial Charlie assumiu uma dupla personalidade. Hank, seu outro eu, é completamente o oposto e o responsável por boa parte de seus atuais problemas. Se não bastasse todas as diferenças entre eles, o amor pela jovem Irene os coloca em maiores confusões."}, {"channel": "Telecine Touch", "horario-grade": "00:10", "titulo": "Em Busca da Terra do Nunca", "sinopse": "Baseado na vida do grande escritor J. M. Barrie, o criador do famoso clássico “Peter Pan”. Através da convivência com cinco adoráveis crianças, carentes de uma figura paterna, Barrie se inspira para criar o personagem que não queria crescer e que mora na misteriosa “Terra do Nunca”."}, {"channel": "Telecine Action", "horario-grade": "00:50", "titulo": "Busca explosiva", "sinopse": "Após ser ferido na Guerra do Iraque e desobedecer a ordem de seu superior, o fuzileiro John Triton é mandado de volta para casa. Mas, quando sua esposa é sequestrada por um grupo de ladrões de joia, John precisa ignorar as regras e fazer de tudo para salvá-la."}, {"channel": "Telecine Touch", "horario-grade": "02:00", "titulo": "Sem prada nem nada", "sinopse": "Após a morte de seus pais, as patricinhas Mary e Nora perdem sua fortuna e são obrigadas a sair de Beverly Hills e ir morar com uma tia em um bairro latino. Completamente perdidas nesse novo mundo, com o tempo, elas aprendem a valorizar suas raízes ao encontrar a felicidade e o amor."}, {"channel": "Telecine Fun", "horario-grade": "02:10", "titulo": "Uma noite mais que louca", "sinopse": "Matt é um jovem brilhante que vive em uma Manhattan ambiciosa. Sua vida tinha tudo para dar certo, mas ele resolve ir por um caminho menos convencional, para o desespero do seu pai: decide largar tudo para ser balconista. Na proposta de reavaliar a sua vida, ele se meterá em diversas confusões."}, {"channel": "Telecine Premium", "horario-grade": "02:15", "titulo": "Amaldiçoada", "sinopse": "Século XIX. Liz é uma jovem muda que mora com o marido e os filhos numa pequena cidade. Sua vida até então tranquila muda quando ela se depara com o novo reverendo. No momento em que os seus olhares se cruzam, Liz percebe que tanto ela como a sua família correm perigo."}, {"channel": "Telecine Action", "horario-grade": "02:25", "titulo": "Atividade paranormal", "sinopse": "Katie ouve ruídos e sussurros intrigantes desde criança. Seu parceiro decide gravar em vídeo suas noites de sono para provar que não existe nada de sobrenatural por trás desse fenômeno. Porém, ao ver as gravações, o casal se depara com imagens assustadoras."}, {"channel": "Telecine Fun", "horario-grade": "03:55", "titulo": "As aventuras de dancer e princesa", "sinopse": "Para resolver os problemas pessoais e de trabalho, Rick Dancer ganha uma nova parceira de trabalho, uma cadela policial chamada Princesa. Dancer não esperava que a cadela poderia mudar a sua vida para melhor ajudando até a resolver o caso de sua carreira."}, {"channel": "Telecine Action", "horario-grade": "04:00", "titulo": "Strike sensual", "sinopse": "Três lindas mulheres entram em uma grande competição para salvar a pista de boliche que herdaram da família."}, {"channel": "Telecine Cult", "horario-grade": "04:20", "titulo": "A garota desconhecida", "sinopse": "Jenny é uma jovem médica que, certo dia, deixa de atender uma pessoa após o encerramento do expediente da clínica. No dia seguinte, a polícia a procura e informa que uma mulher morreu ali perto do consultório. Tomada pela culpa, ela passa a investigar o que ocorreu com a vítima."}, {"channel": "Telecine Premium", "horario-grade": "04:50", "titulo": "A maldição de halloween", "sinopse": "Na noite anterior ao Dia Das Bruxas, Megan e seus amigos passam por uma situação assustadora que deixa Beth em coma. Um ano depois, todos recebem uma ligação inesperada de Beth. O que eles não sabem é que, depois daquela noite, todos foram amaldiçoados."}, {"channel": "Telecine Action", "horario-grade": "05:30", "titulo": "Sum1: o soldado da resistência", "sinopse": "Anos atrás, uma invasão alienígina dizimou a raça humana. Alguns sobreviventes, entre eles o militar S.U.M.1, vivem isolados abaixo da superfície. Ao ser enviado para uma missão solitária em uma floresta, ele observa estranhos acontecimentos, e tenta entender o que ocorreu com seu antecessor."}, {"channel": "Telecine Fun", "horario-grade": "05:35", "titulo": "Legalmente loiras", "sinopse": "As loiras Annie e Izzy mudaram-se da Inglaterra para a Califórnia, trazendo tudo que uma patricinha precisa. Porém, a realidade agora é outra e elas não possuem mais o glamour de antes, o que as torna alvo de críticas e acusações. Para virar esse jogo, elas decidem provar que com elas ninguém pode."}, {"channel": "Telecine Cult", "horario-grade": "06:15", "titulo": "Mestres do universo", "sinopse": "He-Man, Duncan, Teela e Gwildor foram enviados acidentalmente à Terra pela chave cósmica, invenção de Gwildor que permite a abertura de portais entre vários pontos da galáxia. O objeto chama a atenção de Esqueleto, que, após invadir o castelo de Grayskull, deseja conquistar o universo."}, {"channel": "Telecine Premium", "horario-grade": "06:30", "titulo": "Uma doce disputa", "sinopse": "Vivien e Chloe são duas primas que herdaram a tradicional padaria da tia. Cada uma quer traçar um rumo diferente para o negócio. Mas, quando o banco notifica que a loja está prestes a ser fechada, elas precisam se unir para evitar a falência."}, {"channel": "Telecine Fun", "horario-grade": "07:10", "titulo": "Ela e os caras", "sinopse": "Nesta versão moderna de \"Branca de Neve e os Sete Anões\", Sydney é caloura na faculdade e, quando é expulsa da fraternidade mais popular do campus, vai morar com sete nerds. Cansada de como os garotos são tratados, ela passa a lutar para defender os direitos de seus novos amigos."}, {"channel": "Telecine Action", "horario-grade": "07:15", "titulo": "A herdeira", "sinopse": "Dina herdou a habilidade de olhar a alma das pessoas, fazendo com que as mesmas tenham vergonha de suas ações. Ela é chamada para fazer com que um príncipe confesse o assassinato de sua família, mas descobre que ele não é o culpado e se recusa a ajudar. Agora ela precisa salvar a si mesma."}, {"channel": "Telecine Cult", "horario-grade": "08:10", "titulo": "Charity, Meu Amor", "sinopse": "Charity é uma dançarina de cabaré que passa por maus bocados na vida amorosa. Sempre otimista, ela procura encontrar o verdadeiro amor, mas sempre se envolve com os homens errados. Quando conhece o tímido Oscar, ela finalmente acredita que sua sorte irá mudar. Recebeu 3 indicações ao Oscar."}, {"channel": "Telecine Premium", "horario-grade": "08:20", "titulo": "O último vice-rei", "sinopse": "Em 1947, o lorde Louis Mountbatten é nomeado como o novo vice-rei da Índia britânica. Ele vai para o país com sua esposa e sua filha, passando a morar em uma casa com 500 criados hindus, muçulmanos e sikh. Dentre muitas de suas tarefas, a maior consiste em dar ao país sua independência."}, {"channel": "Telecine Action", "horario-grade": "09:00", "titulo": "Transformers: O lado oculto da lua", "sinopse": "Os robôs Autobots descobrem que há uma nave vinda de um planeta muito avançado na Lua. Eles correm contra o tempo para impedir que os malvados Decepticons cheguem primeiro e descubram o seu segredo. Mais uma vez, o destino da Terra vai depender do jovem Sam Witwicky e seu carro robô, Bumblebee."}, {"channel": "Telecine Fun", "horario-grade": "09:05", "titulo": "Hop - Rebelde sem Páscoa", "sinopse": "E. B. ,o filho adolescente do Coelho da Páscoa, vai à Hollywood para seguir seu sonho de ser baterista em um banda de rock. Lá ele conhece Fred, um rapaz que ira ajudá-lo a enfrentar os maiores desafios e os personagens mais pirados, nessa divertida comédia."}, {"channel": "Telecine Premium", "horario-grade": "10:15", "titulo": "Drone", "sinopse": "O agente da CIA Neil é responsável pelas missões secretas com drones. Quando informações sobre seu trabalho são vazadas em um site, um empresário paquistanês vai ao seu encontro, pois acredita que ele foi responsável pela morte de sua esposa e sua filha."}, {"channel": "Telecine Cult", "horario-grade": "10:50", "titulo": "Aquarius", "sinopse": "Clara (Sonia Braga) tem 65 anos, é jornalista aposentada, viúva e mãe de três adultos. Ela mora em um apartamento localizado na Av. Boa Viagem, no Recife, onde criou seus filhos e viveu boa parte de sua vida. Interessada em construir um novo prédio no espaço, os responsáveis por uma construtora conseguiram adquirir quase todos os apartamentos do prédio, menos o dela. Por mais que tenha deixado bem claro que não pretende vendê-lo, Clara sofre todo tipo de assédio e ameaça para que mude de ideia."}, {"channel": "Telecine Action", "horario-grade": "11:40", "titulo": "Planeta dos macacos: A origem", "sinopse": "Will busca a cura do Alzheimer através de experiências com macacos. Quando o laboratório interrompe o estudo, ele adota um chimpanzé, mas o que Will não esperava era que a inteligência acima do normal do animal colocaria em risco toda a humanidade e daria início a uma guerra entre homens e macacos."}, {"channel": "Telecine Premium", "horario-grade": "11:55", "titulo": "Estrelas além do tempo", "sinopse": "No auge da corrida espacial entre os Estados Unidos e a Rússia, a sociedade americana ainda lida com a segregação racial. Lutando contra todos os preconceitos, três funcionárias negras da NASA mudam a história do país ao tornarem possível o lançamento do astronauta John Glenn para o espaço."}, {"channel": "Telecine Fun", "horario-grade": "12:40", "titulo": "Divertida mente", "sinopse": "Riley é uma garota divertida de 11 anos de idade, que deve enfrentar mudanças importantes em sua vida quando seus pais decidem deixar a sua cidade natal, no estado de Minnesota, para viver em San Francisco. Dentro do cérebro de Riley, convivem várias emoções diferentes, como a Alegria, o Medo, a Raiva, o Nojinho e a Tristeza. A líder deles é Alegria, que se esforça bastante para fazer com que a vida de Riley seja sempre feliz. Entretanto, uma confusão na sala de controle faz com que ela e Tristeza sejam expelidas para fora do local. Agora, elas precisam percorrer as várias ilhas existentes nos pensamentos de Riley para que possam retornar à sala de controle - e, enquanto isto não acontece, a vida da garota muda radicalmente."}, {"channel": "Telecine Action", "horario-grade": "13:30", "titulo": "Planeta dos Macacos: O Confronto", "sinopse": "Dez anos após a conquista da liberdade, César (Andy Serkis) e os demais macacos vivem em paz na floresta próxima a San Francisco. Lá eles desenvolveram uma comunidade própria, baseada no apoio mútuo, enquanto os humanos enfrentam uma das maiores epidemias de todos os tempos, causada por um vírus criado em laboratório. Sem energia elétrica, um grupo de sobreviventes planeja invadir a floresta e reativar a usina lá instalada. Malcolm (Jason Clarke), único que conhece bem os símios, tenta agir pacificamente e impedir que o confronto aconteça."}, {"channel": "Telecine Premium", "horario-grade": "14:10", "titulo": "O Poderoso Chefinho", "sinopse": "O pequeno Tim tem a atenção de seus pais roubada pela chegada de seu novo irmão. Quando ele descobre que o bebê é, na verdade, um pequeno chefinho que até fala, eles começam a se aproximar e embarcam em uma incrível missão contra um poderoso CEO, que pretende acabar com todo o amor do mundo."}, {"channel": "Telecine Fun", "horario-grade": "14:25", "titulo": "Loucas por amor, viciadas em dinheiro", "sinopse": "Quando seu marido é rebaixado no trabalho, a dona de casa Bridget arruma emprego como zeladora em um banco. Lá ela conhece Nina e Jackie, e logo se tornam amigas. Cansadas de passarem dificuldades, as três se juntam em um plano pra lá de ambicioso: assaltar o banco onde trabalham."}, {"channel": "Telecine Cult", "horario-grade": "15:30", "titulo": "Quando duas mulheres pecam", "sinopse": "Elisabeth é uma atriz que está muda e seu tratamento se dá numa ilha isolada, sob os cuidados da enfermeira Alma. O tempo passa e Alma cada vez mais confidencia seus segredos à Elisabeth. Aos poucos, a enfermeira percebe que sua personalidade está se confundindo à da atriz. Obra-prima de Bergman."}, {"channel": "Telecine Action", "horario-grade": "15:50", "titulo": "Homem-Formiga", "sinopse": "Dr. Hank Pym (Michael Douglas), o inventor da fórmula/ traje que permite o encolhimento, anos depois da descoberta, precisa impedir que seu ex-pupilo Darren Cross (Corey Stoll), consiga replicar o feito e vender a tecnologia para uma organização do mal. Depois de sair da cadeia, o trambiqueiro Scott Lang (Paul Rudd) está disposto a reconquistar o respeito da ex-mulher, Maggie (Judy Greer) e, principalmente, da filha. Com dificuldades de arrumar um emprego honesto, ele aceita praticar um último golpe. O que ele não sabia era que tudo não passava de um plano do Dr. Pym que, depois de anos observando o hábil ladrão, o escolhe para vestir o traje do Homem-Formiga."}, {"channel": "Telecine Premium", "horario-grade": "16:00", "titulo": "Águas rasas", "sinopse": "Nancy (Blake Lively) é uma jovem médica que está tendo de lidar com a recente perda da mãe. Seguindo uma dica sua, ela vai surfar em uma paradisíaca praia isolada, onde acaba sendo atacada por um enorme tubarão. Desesperada e ferida, ela consegue se proteger temporariamente em um recife de corais, mas precisa encontrar logo uma maneira de sair da água."}, {"channel": "Telecine Fun", "horario-grade": "16:15", "titulo": "Pets - A Vida Secreta dos Bichos", "sinopse": "Max é um cachorro que mora em um apartamento de Manhattan. Quando sua querida dona traz para casa um novo cão chamado Duke, Max não gosta nada, já que seus privilégios parecem ter acabado. Mas logo eles vão ter que pôr as divergências de lado quando um incidente coloca os dois na mira da carrocinha...."}, {"channel": "Telecine Cult", "horario-grade": "17:05", "titulo": "Bravura indômita (2010)", "sinopse": "Mattie é uma menina de apenas 14 anos que deseja vingar a morte de seu pai. Para caçar o culpado, ela irá contar com os serviços de Rooster Cogburn, um xerife beberrão, e o policial texano LaBoeuf, que também está à procura do assassino. Mesmo com as diferenças, o trio segue nessa perigosa aventura."}, {"channel": "Telecine Premium", "horario-grade": "17:35", "titulo": "Caça-Fantasmas", "sinopse": "Atualmente uma respeitada professora da Universidade de Columbia, Erin Gilbert (Kristen Wiig) escreveu anos atrás um livro sobre a existência de fantasmas em parceria com a colega Abby Yates (Melissa McCarthy). A obra, que nunca foi levada a sério, é descoberta por seus pares acadêmicos e Erin perde o emprego. Quando Patty Tolan (Leslie Jones), funcionária do metrô de Nova York, presencia estranhos eventos no subterrâneo, Erin, Abby e Jillian Holtzmann (Kate McKinnon) se unem e partem para a ação pela salvação da cidade e do mundo."}, {"channel": "Telecine Fun", "horario-grade": "17:50", "titulo": "Descendentes 2", "sinopse": "Mal está se sentindo pressionada em Auradon, então decide abandonar o reino e voltar para a Ilha dos Perdidos. Quando seus amigos Evie, Carlos, Jay e Ben decidem ir atrás dela, encontram uma nova ameaça da ilha: trata-se de Uma, filha de Ursula, que quer se vingar por não ter sido chamada a Auradon."}, {"channel": "Telecine Action", "horario-grade": "17:55", "titulo": "O Rastro", "sinopse": "João Rocha (Rafael Cardoso), um jovem e talentoso médico em ascensão, acaba encarregado de uma tarefa ingrata: supervisionar a transferência de pacientes quando um hospital público da cidade do Rio de Janeiro é fechado por falta de verba. Quando tudo parece correr dentro da normalidade, uma das pacientes, criança, desaparece no meio da noite, levando João para uma jornada num mundo obscuro e perigoso."}, {"channel": "Telecine Cult", "horario-grade": "19:05", "titulo": "A última tentação de cristo", "sinopse": "Jesus Cristo é um homem comum que trabalha como carpinteiro e vive um grande conflito interno. Após ir para o deserto, ele retorna e se autoproclama filho de Deus. Suas pregações na Judeia chocam e incomodam o governo, que o condena e crucifica."}, {"channel": "Telecine Action", "horario-grade": "19:45", "titulo": "Star Trek: Sem Fronteiras", "sinopse": "Desta vez, Kirk (Chris Pine), Spock (Zachary Quinto) e a tripulação da Enterprise encontram-se no terceiro ano da missão de exploração do espaço prevista para durar cinco anos. Eles recebem um pedido de socorro que acaba os ligando ao maléfico vilão Krall (Idris Elba), um insurgente anti-Frota Estelar..."}, {"channel": "Telecine Premium", "horario-grade": "19:50", "titulo": "Cinquenta Tons Mais Escuros", "sinopse": "Incomodada com os hábitos e atitudes de Christian Grey (Jamie Dornan), Anastasia (Dakota Johnson) decide terminar o relacionamento e focar no desenvolvimento de sua carreira. Ele, no entanto, não desiste tão fácil e fica sempre ao seu encalço, insistindo que aceita as regras dela. Tal cortejo acaba funcionando e ela reinicia o relacionamento com o jovem milionário, sendo que, aos poucos, passa a compreender melhor os jogos sexuais que ele tanto aprecia."}, {"channel": "Telecine Fun", "horario-grade": "19:55", "titulo": "As crônicas de Nárnia: A viagem do peregrino da alvorada", "sinopse": "Lucy e Edmund Pevensie retornam a Nárnia com seu primo Eustáquio, onde reunem-se com o príncipe Caspian para uma viagem. Ao longo do caminho eles encontram dragões, anões, e um grupo de guerreiros perdidos, nessa fantástica aventura."}, {"channel": "Telecine Cult", "horario-grade": "22:00", "titulo": "Os amantes", "sinopse": "Jeanne é esposa do diretor do jornal da pequena Dijon, Henri Tournier. Cansada da vida pacata de interior e do clima melancólico de seu casamento, ela vai para Paris a fim de ter uma vida nova. Lá, apaixona-se novamente e começa um processo que pode culminar numa revolução em sua vida."}, {"channel": "Telecine Cult", "horario-grade": "23:40", "titulo": "Jules e jim - uma mulher para dois", "sinopse": "Num dos mais cultuados filmes da nouvelle vague francesa dos anos 1960, Jules e Jim são dois amigos que se apaixonam pela mesma mulher, Catherine. Primeiramente ela se casa com Jules, mas depois da Primeira Guerra Mundial, quando eles se reencontram na Alemanha, Catherine começa a amar o francês Jim."}, {"channel": "Telecine Fun", "horario-grade": "23:50", "titulo": "Até Que A Sorte Nos Separe 3: A Falência Final", "sinopse": "Tino está falido novamente. Ao ser atropelado pelo filho de um bilionário, ele ganha uma nova chance de aumentar seu padrão de vida, pois consegue um emprego dos sonhos com o pai do garoto. Mas uma trapalhada de Tino faz com que as finanças do país entrem em colapso. Agora ele precisa resolver."}, {"channel": "Telecine Premium", "horario-grade": "00:15", "titulo": "Um laço de amor", "sinopse": "Desde que sua irmã morreu, Frank toma conta de sua  sobrinha, Mary. Sabendo que ela é uma menina prodígio, Frank deseja que Mary tenha uma vida escolar normal. No entanto, ele fica ameaçado quando sua mãe revela outros planos para a neta e pede a guarda da criança."}, {"channel": "Telecine Cult", "horario-grade": "01:40", "titulo": "A bíblia", "sinopse": "A Bíblia contada desde a criação do mundo, passando pelas histórias sobre a vida de Adão e Eva, Caim e Abel, Noé e todas as palavras e ensinamentos para a salvação do Homem. Uma adaptação dos primeiros capítulos do Velho Testamento com grandes nomes do cinema."}, {"channel": "Telecine Fun", "horario-grade": "01:50", "titulo": "Absolutely fabulous: o filme", "sinopse": "As amigas Edina e Patsy continuam aproveitando a vida de glamour que têm fazendo compras, bebendo e curtindo as festas da alta sociedade. Quando um incidente as coloca na mídia de forma negativa, elas partem para o Sul da França para fugir do desprezo da sociedade."}, {"channel": "Telecine Premium", "horario-grade": "02:05", "titulo": "Tudo e Todas as Coisas", "sinopse": "Maddie tem 18 anos e nunca pôde sair de casa devido à uma rara imunodeficiência. Um dia chegam novos vizinhos, e o jovem da família, Olly, se sente atraído pela garota que observa pela janela. Um amor platônico surge entre os dois, que precisam descobrir uma forma de ficarem juntos."}, {"channel": "Telecine Fun", "horario-grade": "03:30", "titulo": "Um professor substituto", "sinopse": "Ao sair da prisão, o ladrão Zequi descobre que seu dinheiro foi enterrado em uma terra que hoje é o ginásio de uma escola. Fingindo ser um professor, ele tenta recuperar seu dinheiro e percebe que a rotina na escola com esses adolescentes é pior que a prisão."}, {"channel": "Telecine Action", "horario-grade": "03:40", "titulo": "Prazer entre amigos", "sinopse": "Uma reunião de amigos e família promete muitas aventuras sensuais."}, {"channel": "Telecine Premium", "horario-grade": "03:50", "titulo": "Viagem das garotas", "sinopse": "Quatro amigas de longa data partem em uma longa jornada em busca de diversão por Nova Orleães, para participar dos grandes festejos anuais da cidade, o Essence Festival. Lá, a as intimidades são reavidadas e todos voltam a se aproximar com a animação. Ao mesmo tempo, o lado selvagem de algumas se mostra, e a experiência pode mudar a vida de todas para sempre."}, {"channel": "Telecine Cult", "horario-grade": "04:40", "titulo": "Feitiço Havaiano", "sinopse": "Elvis Presley vive o jovem Chad Gates que, recém-saído do exército, volta para a casa da família no Havaí. Seus pais querem que ele ingresse no negócio da família, mas ao invés disto, Chad vai trabalhar como guia turístico em uma agência onde consegue seduzir a todas com canções românticas."}, {"channel": "Telecine Action", "horario-grade": "04:55", "titulo": "Mudança no jogo", "sinopse": "Shangai, 1930. A máfia chinesa se encontra em uma guerra sangrenta. Unidos pelo destino, dois homens têm a confiança e o afeto do sr. Tang, que pretende dominar a cidade. Ao mesmo tempo, eles disputam o amor da bela filha de Tang."}, {"channel": "Telecine Fun", "horario-grade": "05:30", "titulo": "Três Ladrões E Um Bebê", "sinopse": "Fong é um jogador compulsivo que, com a ajuda de dois companheiros, rapta o bebê de um magnata para saldar suas dívidas. Porém, esse sequestro acaba frustrando um outro plano criminoso. Ao saber disso, os três passam a proteger a criança dos gângsteres, além de ter que escapar da polícia."}, {"channel": "Telecine Premium", "horario-grade": "06:00", "titulo": "Uma noite e tanto", "sinopse": "O sr. Gallo tenta visitar sua filha Ginnie, mas descobre que ela desapareceu. Para encontrá-la, ele é obrigado a unir forças com Martin, o ex-namorado esquisito dela. Essa dupla vai procurar pistas em toda Los Angeles e passará por situações inesperadas."}, {"channel": "Telecine Cult", "horario-grade": "06:30", "titulo": "Chuva de milhões", "sinopse": "Montgomery Brewster é um jogador de beisebol falido que descobre ser o único parente vivo do multimilionário Rupert Horn. Para ser herdeiro de sua fortuna, Brewster deve provar que é merecedor. Para isso, ele tem que gastar 30 milhões de dólares em 30 dias sem que ninguém saiba."}, {"channel": "Telecine Touch", "horario-grade": "06:35", "titulo": "Michelle e Obama", "sinopse": "Em 1989 Barack Obama é um calouro da faculdade de Direito de Harvard e arruma um emprego temporário em um escritório de Chicago. Lá, fica sob as ordens da jovem advogada Michelle Robinson, por quem se apaixona. Certo dia, a advogada finalmente aceita o convite do estagiário para sair e os dois visitam um museu, fazem uma longa caminhada e terminam o dia de verão assistindo ao filme Faça a Coisa Certa, de Spike Lee."}]